import style from './about.module.css'
const About = () => {
    return (
        <><div className={style.text_section}>
            <h2 className={style.text_banner_1}>
            ДОБРО ПОЖАЛОВАТЬ В CASTROL</h2>
            <p className={style.text_banner_2}>
            Castrol с радостью придет на помощь каждому водителю, каждому мотоциклисту и каждой отрасли по всему миру. 
            Мы предоставляем такие услуги благодаря инженерии жидкостей. Это означает разработку высокоэффективных масел, смазочных материалов, 
            жидкостей и смазок для самых разнообразных сфер применения.
Мы также осознаем вашу потребность в бесперебойной работе во всех направлениях, поэтому мы смазываем каждую деталь вашего автомобиля или мотоцикла, 
эскалаторы в вашем местном торговом центре, лифт в вашем офисном здании и даже конвейер, с которого поступил ваш холодильник.

Мы служим вам в шахтах и карьерах во всех точках планеты, на круизных лайнерах и рейсовых самолетах, на ветряных электростанциях и пшеничных полях.
 Мы удовлетворяем все ваши потребности.
Castrol с радостью придет на помощь каждому водителю, каждому мотоциклисту и каждой отрасли по всему миру. 
Мы предоставляем такие услуги благодаря инженерии жидкостей. Это означает разработку высокоэффективных масел, смазочных материалов, 
жидкостей и смазок для самых разнообразных сфер применения.

Мы также осознаем вашу потребность в бесперебойной работе во всех направлениях, поэтому мы смазываем каждую деталь вашего автомобиля или мотоцикла, 
эскалаторы в вашем местном торговом центре, лифт в вашем офисном здании и даже конвейер, с которого поступил ваш холодильник.

Мы служим вам в шахтах и карьерах во всех точках планеты, на круизных лайнерах и рейсовых самолетах,
 на ветряных электростанциях и пшеничных полях. Мы удовлетворяем все ваши потребности.
            </p>
        </div><div className={style.products_section}>
              
            </div></>
            )
}
export default About
